Repository: dashpay/dashsync-iOS
Catalog: DashSync/*.lproj/Localizable.strings
Languages: es, pt, ru, th

# total %@ (%@)
source: total %1$@ (%2$@)
ru: Итого: %1$@ (%2$@)
th: ยอดรวม %1$@ (%2$@)

source: (local requested amount: %@)
es: (Cantidad local solicitada: %@)
pt: (quantidade solicitada local: %@)
ru: (в местной валюте: %@)
th: (จำนวนที่ขอในบริเวณท้องถิ่น : %@ )

# amount %@ (%@)
source: amount %1$@ (%2$@)
es: cantidad %1$@ (%2$@)
pt: quantidade %1$@ (%2$@)
ru: Сумма: %1$@ (%2$@)
th: จำนวน %1$@ (%2$@)

source: ADDRESS ALREADY USED dash addresses are intended for single use only re-use reduces privacy for both you and the recipient and can result in loss if the recipient doesn't directly control the address
es: DIRECCIÓN YA UTILIZADA las direcciones dash están previstas para ser utilizadas solo una vez re-utilizar reduce la privacidad para ambos usted y el receptor, puede resultar en una pérdida si el receptor no tiene directamente control de la dirección.
pt: ENDEREÇO JÁ UTILIZADO endereços dash são feitos para uso único apenas re-utilização reduz a privacidade tanto para você quanto para o recebedor e pode resultar em perda de fundos se o recebedor não controlar diretamente o endereço
ru: АДРЕС УЖЕ ИСПОЛЬЗОВАН Адреса Dash предназначены для разового использования повторное использование адреса снижает приватность как для Вас, так и для получателя и может привести к потере средств, если получатель больше не контролирует этот адрес
th: ที่อยู่ที่ถูกใช้แล้ว ที่อยู่ dash มีไว้ใช้งานได้เพียงครั้งเดียว การใช้ซ้ำจะทำให้ความเป็นส่วนตัวทั้งของคุณและผู้รับลดน้อยลงและสามารถเกิดความเสียหายได้ ถ้าผู้รับไม่สามารถควบคุมที่อยู่ได้

# network fee +%@ (%@)
source: network fee +%1$@ (%2$@)
es: cuota de red +%1$@ (%2$@)
pt: taxa da rede +%1$@ (%2$@)
ru: Комиссия сети: +%1$@ (%2$@)
th: ค่าธรรมเนียมเครือข่าย +%1$@(%2$@)

source: Are you sure you would like to reclaim this masternode?
es: ¿Estás seguro de que quieres recuperar este masternode?
pt: Tem certeza de que gostaria de reivindicar este masternode?
ru: Вы уверены, что хотите использовать эту мастерноду?
th: คุณแน่ใจหรือไม่ว่าต้องการเรียกคืนโหมดนี้อีกครั้ง?

# Are you sure you would like to register a masternode at %@:%d?
source: Are you sure you would like to register a masternode at %1$@:%2$d?
es: ¿Estás seguro de que deseas registrar un masternode en%1$@:%2$d?
pt: Tem certeza de que gostaria de registrar um masternode em %1$@:%2$d?
ru: Вы уверены, что хотите зарегистрировать мастерноду на %1$@:%2$d?
th: คุณแน่ใจหรือว่าต้องการลงทะเบียน masternode ที่%1$@:%2$d?

# Are you sure you would like to register the username %@ and spend %@ on credits?
source: Are you sure you would like to register the username %1$@ and spend %2$@ on credits?
es: ¿Estás seguro de que quieres registrar tu nombre de usuario %1$@ y gastar %2$@ en créditos?
pt: Tem certeza de que gostaria de registrar o nome de usuário %1$@ e gastar %2$@ em créditos?
ru: Вы уверены, что хотите зарегистрировать имя пользователя %1$@ и потратить %2$@ на кредиты?
th: คุณแน่ใจหรือไม่ว่าคุณต้องการลงทะเบียนชื่อผู้ใช้ %1$@และใช้จ่าย %2$@ในเครดิต ?

source: Are you sure you would like to reset this user?
es: ¿Estás seguro de que quieres restablecer este usuario?
pt: Tem certeza de que deseja redefinir este usuário?
ru: Вы уверены, что хотите сбросить это имя пользователя?
th: คุณแน่ใจหรือไม่ว่าต้องการรีเซ็ตผู้ใช้นี้?

# Are you sure you would like to topup %@ and spend %@ on credits?
source: Are you sure you would like to topup %1$@ and spend %2$@ on credits?
es: ¿Estás seguro de que quieres recargar %1$@ y gastar %2$@ en créditos?
pt: Tem certeza de que gostaria de recarregar %1$@ e gastar %2$@ em créditos?
ru: Вы уверены, что хотите пополнить кошелёк на %1$@ и потратить %2$@ на кредиты?
th: คุณแน่ใจหรือไม่ว่าต้องการเติมเงิน%1$@และใช้จ่าย%2$@ ในเครดิต?

# Are you sure you would like to update this masternode to %@:%d?
source: Are you sure you would like to update this masternode to %1$@:%2$d?
es: ¿Estás seguro de que deseas actualizar este masternode a %1$@:%2$d?
pt: Tem certeza de que gostaria de atualizar este masternode para %1$@:%2$d?
ru: Вы уверены, что хотите обновить эту мастерноду на %1$@:%2$d?
th: คุณแน่ใจหรือว่าต้องการอัปเดต masternode นี้ %1$@:%2$d?

source: Are you sure you would like to update this masternode to pay to %@?
es: ¿Estás seguro de que deseas actualizar este masternode para pagar a %@?
pt: Tem certeza de que gostaria de atualizar este masternode para pagar em %@?
ru: Вы уверены, что хотите обновить адрес выплат этой мастерноды на %@?
th: คุณแน่ใจหรือว่าต้องการอัปเดต masternode นี้เพื่อจ่าย %@?

source: bad password, try again
es: contraseña incorrecta, inténtalo de nuevo
pt: senha incorreta, tente novamente
ru: Некорректный пароль, попробуйте ещё раз
th: รหัสไม่ถูกต้อง, ลองอีกครั้ง

source: bad payment request
es: petición de pago incorrecta
pt: pedido de pagamento ruim
ru: Некорректный платёжный запрос
th: คำขอชำระเงินไม่ถูกต้อง

source: bad payment request URL
es: URL de petición de pago incorrecta
pt: URL de solicitação de pagamento ruim
ru: Некорректный платёжный URL-запрос
th: URL คำขอชำระเงินไม่ถูกต้อง

source: bad payment URL
es: URL de pago incorrecta
pt: URL de pagamento ruim
ru: Некорректный платёжный URL
th: URL ใบชำระเงินไม่ถูกต้อง

source: cancel
es: cancelar
pt: cancelar
ru: Отменить
th: ยกเลิก

source: Confirm
es: Confirmar
pt: Confirme
ru: Подтвердить
th: ยืนยัน

source: connect timeout
es: tiempo de conexión excedido
pt: tempo limite de conexão alcançado
ru: Время ожидания подключения
th: หมดเวลาเชื่อมต่อ

source: couldn't make payment
es: el pago no pudo realizarse
pt: não foi possível fazer o pagamento
ru: Не удалось совершить платёж
th: ไม่สามารถชำระเงินได้

source: dash payments can't be less than %@
es: los pagos en dash no pueden ser inferiores a %@
pt: pagamentos dash não podem ser menores que %@
ru: Платежи в Dash не могут быть меньше, чем %@
th: ชำระเงิน dash ไม่สามารถไม่น้อยกว่า %@ ได้

source: dash transaction not signed
es: transacción de dash no firmada
pt: transação de Bitcoin não assinada
ru: Транзакция не подписана
th: ธุรกรรม dash นี้ ยังไม่ถูกลงนาม

source: dash transaction outputs can't be less than %@
es: los resultados de la transacción de dash no pueden ser inferiores a %@
pt: saídas de transação dash não podem ser inferiores a %@
ru: Выходы транзакции не могут быть меньше, чем %@
th: รายการธุรกรรม dash ไม่สามารถน้อยกว่า %@ ได้

source: Devnet
es: Red derivada
ru: Сеть разработки

source: double spend
es: gasto duplicado
pt: gasto duplo
ru: Двойное расходование
th: จ่ายเงินสองเท่า

source: Error from payment request server %@
pt: Erro do servidor de solicitação de pagamento %@
ru: Ошибка платёжного сервера %@

source: error signing dash transaction
es: error en la firma de transacción de dash
pt: erro na assinatura da transação dash
ru: Ошибка подписания транзакции
th: ข้อผิดพลาดการลงชื่อเข้าถึงธุรกรรม dash

source: error signing transaction
es: error en la firma de transacción
pt: erro na assinatura da transação
ru: Ошибка подписания транзакции
th: ข้อผิดพลาดการลงชื่อเข้าถึงธุรกรรม

source: ignore
es: ignorar
pt: ignorar
ru: Игнорировать
th: เพิกเฉย

source: instant payment
es: pago instantáneo
pt: pagamento instantâneo
ru: Мгновенный платёж
th: ชำระเงินด่วน

source: InstantSend requires enough inputs with 6 confirmations, send anyways as regular transaction?
es: InstantSend requiere suficientes entradas con 6 confirmaciones, enviar de todas formas como una transacción regular?
pt: EnvioInstantâneo requer inupts suficientes com 6 confirmações, enviar assim mesmo como transação regular?
ru: InstantSend требует достаточного количества входов с 6 подтверждениями. Отправить как обычную транзакцию?
th: การส่งด่วนจะต้องใช้ข้อมูลยืนยัน 6 รายการ , ต้องการส่งแบบธรรมดาหรือไม่?

source: insufficient funds
es: saldo insuficiente
pt: fundos insuficientes
ru: Недостаточно средств
th: ยอดเงินไม่เพียงพอ

source: insufficient funds for dash network fee
es: fondos insuficientes para la cuota de red dash
pt: fundos insuficientes para taxa da rede dash
ru: Недостаточно средств для оплаты комиссии сети Dash
th: ยอดเงินไม่เพียงพอสำหรับค่าธรรมเนียมเครือข่าย dash

source: Internal Error
es: Error interno
pt: Erro Interno
ru: Внутренняя ошибка
th: ข้อผิดพลาดภายใน

source: Invalid DAPI Response
es: Respuesta DAPI inválida
pt: DAPI: Resposta Inválida
ru: Неверный ответ DAPI
th: DAPI ไม่ตอบสนอง

source: Invalid Params
es: Parámetros inválidos
pt: Parâmetros Inválidos
ru: Неверные параметры
th: พารามิเตอร์ไม่ถูกต้อง

source: Invalid Request
es: Solicitud inválida
pt: Requisição Inválida
ru: Неверный запрос
th: คำขอไม่ถูกต้อง

source: Mainnet
es: Red principal
ru: Основная сеть

source: Method Not Found
es: Método no encontrado
pt: Método Não Encontrado
ru: Метод не найден
th: ไม่พบวิธี

source: missing certificate
es: certificado no encontrado
pt: falta de certificado
ru: Отсутствует сертификат
th: ไม่พบใบรับรอง

source: no peers found
es: no se encontraron pares
pt: não foram encontrados peers
ru: Узлы не найдены
th: ไม่มีผู้ปล่อย

source: not a valid private key
es: no es una clave privada válida
pt: a chave privada não é válida
ru: Некорректный закрытый ключ
th: ไม่ใช่ใช่คีย์ส่วนตัวที่ถูกต้อง

source: not connected to the dash network
es: no conectado a la red dash
pt: não conectado à rede dash
ru: Нет подключения к сети Dash
th: ไม่ได้เชื่อมต่อกับเครือข่าย dash

source: ok
es: de acuerdo
ru: ок
th: โอเค

source: Parse Error
es: Error de análisis
pt: Erro: Formato Inválido
ru: Ошибка обработки

source: password
es: contraseña
pt: senha
ru: Пароль
th: รหัสผ่าน

source: password protected key
es: clave protegida por contraseña
pt: chave protegida por senha
ru: Защищённый паролем ключ
th: คีย์ที่ป้องกันด้วยรหัสผ่าน

source: payee identity isn't certified
es: identidad del beneficiario no certificada
pt: identidade do destinatário não é certificada
ru: Сертификат личности получателя некорректен
th: เอกลักษณ์ของผู้รับเงินไม่ได้รับการรับรอง

source: recovery phrase
es: frase de recuperación
pt: frase de recuperação
ru: Фраза восстановления
th: วลีกู้คืน

source: recovery phrase doesn't match
es: la frase de recuperación no coincide
pt: frase de recuperação não corresponde
ru: Фраза восстановления не подходит
th: วลีกู้คืนไม่ตรงกัน

# reduce payment amount by %@ (%@)?
source: reduce payment amount by %1$@ (%2$@)?
es: ¿reducir la suma a pagar por %1$@ (%2$@)?
pt: reduzir o montante do pagamento por %1$@ (%2$@)?
ru: Уменьшить сумму платежа на %1$@ (%2$@)?
th: ลดจำนวนที่ต้องชำระโดย %1$@(%2$@)?

source: request expired
es: solicitud expirada
pt: solicitação expirou
ru: Срок действия запроса истёк
th: คำขอหมดอายุ

source: requested network "%@" not currently in use
es: red de trabajo solicitada "%@" actualmente no está en uso
pt: rede solicitada "%@" não está atualmente em uso
ru: запрашиваемая сеть "%@" в настоящее время не используется
th: เครือข่ายที่ขอ "%@" ไม่ได้ใช้อยู่ในปัจจุบัน

source: rescan
es: escanear de nuevo
pt: reescanear
ru: Повторное сканирование
th: สแกนอีกครั้ง

source: retry
es: reintentar
pt: tente novamente
ru: повторить
th: ลองใหม่อีกครั้ง

source: send
es: Enviar
pt: enviar
ru: Отправить
th: ส่ง

source: Server Error
es: Error de servidor
pt: Erro de Servidor
ru: Ошибка сервера

source: Testnet
es: Red de prueba
ru: Тестовая сеть

source: this payment address is already in your wallet
es: esta dirección de pago ya está en su cartera
pt: este endereço de pagamento já está em sua carteira
ru: Этот адрес уже находится в вашем кошельке
th: ที่อยู่การชำระเงินนี้อยู่ใน wallet ของคุณแล้ว

source: this private key is already in your wallet
es: esta clave privada ya está en su cartera
pt: esta chave privada já está em sua carteira
ru: Этот закрытый ключ уже находится в вашем кошельке
th: คีย์ส่วนตัวนี้อยู่ใน wallet ของคุณแล้ว

source: this private key is empty
es: esta clave privada está vacía
pt: esta chave privada está vazia
ru: Этот закрытый ключ пустой
th: คีย์ส่วนตัวว่างเปล่า

source: This request requires an instant payment but you do not have enough inputs with 6 confirmations required by InstantSend, you may ask the merchant to accept a normal transaction or wait a few minutes.
es: Esta petición requiere un pago instantáneo pero no cuentas con las 6 confirmaciones necesarias para hacer InstantSend, puedes pedirle al negocio que reciba una transacción normal o esperar unos minutos.
pt: Esse pedido requer um pagamento instantâneo mas você não tem inputs necessários com 6 confirmações requeridos pelo Envio Instantâneo, você pode pedir que o comerciante que aceite uma transação normal ou espere alguns minutos.
ru: Этот запрос о мгновенном переводе, но у вас недостаточно входов с 6 подтверждениями, которые требуются InstantSend. Вы можете предложить продавцу обычный перевод или подождать несколько минут.
th: คำขอนี้ต้องการการชำระเงินทันที แต่คุณไม่มีการยืนยัน 6 รายการที่จำเป็นสำหรับการจัดส่งทันที คุณอาจขอให้ผู้ขายยอมรับการทำธุรกรรมตามปกติหรือรอสักครู่

source: transaction canceled, network timeout
es: transacción cancelada, excedido el tiempo de red
pt: transação cancelada, tempo limite de rede alcançado
ru: Транзакция отменена, время ожидания сети истекло
th: ธุรกรรมถูกยกเลิก เครือข่ายหมดเวลา

source: transaction fees would cost more than the funds available on this private key (due to tiny "dust" deposits)
es: las tasas de transacción pueden ser superiores a los fondos disponibles en esta llave privada (a causa de diminutos depósitos "dust")
pt: taxas de transação custariam mais do que os fundos disponíveis nesta chave privada (devido a pequenos depósitos de "poeira")
ru: Комиссия за эту транзакцию будет больше, чем сумма на этом приватном ключе (из-за маленьких депозитов)
th: ค่าธรรมเนียมการทำธุรกรรมอาจสูงกว่าเงินที่มีอยู่ในคีย์ส่วนตัวนี้ (เนื่องจากเงินฝาก "dust" เล็กน้อย)

source: transaction rejected
es: transacción rechazada
pt: transação rejeitada
ru: Транзакция отклонена
th: การทำธุรกรรมถูกปฏิเสธ

source: unexpected response from %@
es: respuesta inesperada de %@
pt: resposta inesperada de %@
ru: Неожиданный ответ от %@
th: การตอบสนองที่ไม่คาดคิดจาก %@

source: Unknown Error
es: Error desconocido
pt: Erro Desconhecido
ru: Неизвестная ошибка

source: Unknown JSON-RPC Response
es: Respuesta JSON-RPC desconocida
pt: Resposta JSON-RPC Desconhecida
ru: Неизвестный ответ JSON-RPC
th: JSON-RPC ไม่ตอบสนอง

source: unrecognized address
es: dirección no reconocida
pt: endereço não reconhecido
ru: Нераспознанный адрес
th: ที่อยู่ที่ไม่รู้จัก

source: unsupported signature type
es: tipo de firma no soportado
pt: tipo de assinatura não suportado
ru: Тип подписи не поддерживается
th: ลายเซ็นไม่รองรับ

source: untrusted certificate
es: certificado no aprobado
pt: certificado não confiável
ru: Ненадёжный сертификат
th: ใบรับรองไม่น่าเชื่อถือ

source: Updating Price
es: Actualizando Precio
pt: Atualizando Preço
ru: Обновление цены
th: อัพเดตราคา

source: WARNING
es: ADVERTENCIA
pt: AVISO
ru: ВНИМАНИЕ
th: คำเตือน

source: wipe
es: borrar
pt: limpar
ru: Стереть
th: ลบล้าง

source: Your wallet may be out of sync. This can often be fixed by rescanning the blockchain.
es: Su cartera puede estar desincronizada. Con frecuencia se puede solucionar escaneando de nuevo la cadena de bloques.
pt: Sua carteira pode estar fora de sincronia. Muitas vezes isso pode ser corrigido reescaneando a blockchain.
ru: Возможно, Ваш кошелёк рассинхронизирован. Обычно, это может быть исправлено путём повторного сканирования цепочки блоков.
th: wallet ของคุณ อาจไม่ได้รับการซิงค์ ซึ่งมักจะสามารถแก้ไขได้โดยการสแกน blockchain ใหม่
