Repository: dashpay/dashsync-iOS
Catalog: DashSync/shared/*.lproj/Localizable.strings
Languages: cs, id, nl, pl, sk, tr, vi

source: Internal memory allocation error
cs: Chyba při alokaci vnitřní pamětě
id: Kesalahan alokasi memori internal
nl: Fout bij interne geheugentoewijzing
pl: Wewnętrzny błąd przydzielania pamięci
sk: Chyba alokácie vnútornej pamäte
tr: Dahili bellek ayırma hatası
vi: Lỗi cấp phát bộ nhớ trong

source: Malformed platform response
cs: Chybná odpověď platformy
id: Respons platform rusak
nl: Onjuist opgemaakte reactie
pl: Nieprawidłowa odpowiedź platformy
sk: Chybná odpoveď platformy
tr: Yanlış biçimlendirilmiş platform yanıtı
vi: Phản hồi bất bình thường từ nền tảng

source: Timeout while waiting for funding transaction to be accepted by network
cs: Časový limit při čekání na přijetí finanční transakce sítí
id: Waktu habis ketika menunggu transaksi pendanaan diterima oleh jaringan
nl: Time-out tijdens het wachten tot de financieringstransactie door het netwerk is geaccepteerd
pl: Upłynął czas na zakceptowanie przez sieć transakcji opłaty
sk: Časový limit pri čakaní na prijatie finančnej transakcie akceptovaný sieťou
tr: Para yatırma işleminin ağ tarafından kabul edilmesi beklenirken zaman aşımı
vi: Hết thời gian chờ đợi giao dịch cấp vốn để được chấp nhận bởi mạng lưới

source: Transaction could not be signed
cs: Transakci se nepodařilo podepsat
id: Transaksi tidak dapat ditandatangani
nl: Transactie kon niet worden ondertekend
pl: Transakcja nie mogła zostać podpisana
sk: Transakciu sa nepodarilo podpísať
tr: İşlem imzalanamadı
vi: Giao dịch không thể được ký

source: Unable to register registration transition
cs: Nelze vytvořit registraci
id: Tidak dapat mendaftarkan transisi pendaftaran
nl: Registratietransitie kan niet worden geregistreerd
pl: Przejście rejestracji nie mogło zostać zarejestrowane
sk: Nie je možné zaregistrovať presun registrácie
tr: Kayıt geçişi kaydedilemiyor
vi: Không thể đăng ký giao dịch đăng ký

source: User has actions to complete before being able to use Dashpay
cs: Uživatel musí provést akce, než bude moci používat Dashpay
id: Pengguna memiliki tindakan yang harus diselesaikan sebelum dapat menggunakan Dashpay
nl: De gebruiker moet acties uitvoeren voordat Dashpay kan worden gebruikt
pl: Użytkownik musi skończyć inne czynności zanim będzie mógł używać Dashpay
sk: Aby mohol používateľ využiť Dashpay, musí vykonať určité kroky.
tr: Dashpay'i kullanmadan önce kullanıcının tamamlaması gereken işlemler var
vi: Người dùng cần hành động để hoàn thành trước khi có thể sử dụng Dashpay

source: Unable to sign transition
cs: Nelze podepsat
id: Tidak dapat menandatangani transisi
nl: Kan transitie niet ondertekenen
pl: Podpisanie transakcji jest niemożliwe
sk: Presun sa nepodarilo podpísať
tr: Geçiş imzalanamıyor
vi: Không thể ký cho thay đổi

source: Transition had nothing to update
cs: Nebylo nic k aktualizaci
id: Transisi tidak perlu diperbarui
nl: Transitie had niets te updaten
pl: Transakcja nie ma nic do zaktualizowania
sk: Pri presune nebolo čo aktualizovať
tr: Geçişin güncellenecek bir şeyi yoktur
vi: Thay đổi không có gì để cập nhật

# Contract '%@' doesn't contain a table named '%@'
source: Contract '%1$@' doesn't contain a table named '%2$@'
cs: Kontrakt '%1$@' neobsahuje tabulku s názvem '%2$@'
id: Kontrak '%1$@' tidak berisi tabel bernama '%2$@'
nl: Contract '%1$@' bevat geen tabel genaamd '%2$@'
pl: Kontrakt '%1$@' nie posiada tabeli zwanej '%2$@'
sk: Zmluva „%1$@“ neobsahuje tabuľku s názvom „%2$@“
tr: '%1$@' sözleşmesi, '%2$@' adlı bir tablo içermiyor
vi: Hợp đồng '%1$@' không có chứa một bảng có tên '%2$@'

source: The blockchain identity hasn't yet been locally activated
cs: Blockchain identita ještě nebyla lokálně aktivována
id: Identitas blockchain belum diaktifkan secara lokal
nl: De blockchain identiteit is nog niet lokaal geactiveerd
pl: Tożsamość na blockchainie nie została jeszcze aktywowana lokalnie.
sk: Blockchainová identita zatiaľ nebola lokálne aktivovaná
tr: Block zinciri kimliği henüz yerel olarak etkinleştirilmedi
vi: Danh tính blockchain chưa được kích hoạt tại cục bộ

source: The blockchain identity funding private key should be first created with createFundingPrivateKeyWithCompletion
cs: Soukromý klíč blockchain identity by měl být nejprve vytvořen pomocí createFundingPrivateKeyWithCompletion
id: Kunci pribadi pendanaan identitas blockchain harus dibuat terlebih dahulu dengan createFundingPrivateKeyWithCompletion
nl: De privésleutel voor het financieren van de blockchain identiteit moet eerst worden gemaakt met createFundingPrivateKeyWithCompletion
pl: Klucz prywatny potrzebny do uiszczenia opłaty za tożsamość na blockchainie musi zostać najpierw stworzony przez użycie komendy createFundingPrivateKeyWithCompletion
sk: Súkromný kľúč financovania identity na blockchaine by mal byť najskôr vytvorený pomocou createFundingPrivateKeyWithCompletion
tr: Blok zinciri kimlik finansmanı özel anahtarı ilk olarak createFundingPrivateKeyWithCompletion ile oluşturulmalıdır.
vi: Khoá riêng cấp vốn cho danh tính blockchain cần phải được tạo trước nhất với createFundingPrivateKeyWithCompletion

source: The blockchain identity extended public keys need to be registered before you can register a blockchain identity.
cs: Veřejné klíče blockchain identity musí být registrovány před registrací blockchain identity.
id: Kunci publik diperpanjang identitas blockchain perlu didaftarkan sebelum Anda dapat mendaftarkan identitas blockchain.
nl: De openbare sleutels van de blockchain identiteit moeten worden geregistreerd voordat u een blockchain identiteit kunt registreren.
pl: Zanim zarejestrujesz tożsamość na blockchain musisz zarejestrować rozszerzony klucz publiczny tożsamości na blockchainie
sk: Pred registráciou identity v blockchaine je potrebné zaregistrovať rozšírené verejné kľúče.
tr: Bir blok zinciri kimliğini kaydettirebilmeniz için önce blok zinciri kimliği genişletilmiş umumi anahtarlarının kaydedilmesi gerekli.
vi: Khoá công khai mở rộng danh tính blockchain cần được đăng ký trước khi bạn đăng ký một danh tính blockchain.

source: Contact request extended public key is incorrectly encrypted.
cs: Rozšířený veřejný klíč žádosti o přidání mezi kontakty je nesprávně zašifrován
id: Kunci publik tambahan permintaan kontak tidak dienkripsi dengan benar.
nl: Openbare sleutel voor contactverzoek is onjuist gecodeerd.
pl: Zapytanie kontaktu o rozszerzony klucz publiczny jest niewłaściwie zaszyfrowane
sk: Rozšírený verejný kľúč žiadosti o kontakt je nesprávne zašifrovaný.
tr: Kişi isteği genişletilmiş umumi anahtarı hatalı şekilde şifrelenmiştir.
vi: Khoá công khai mở rộng yêu cầu bởi liên hệ đã được mã hoá không đúng.

source: Error generating public keys
cs: Chyba při generování veřejných klíčů
id: Terjadi kesalahan saat membuat kunci publik
nl: Fout bij het genereren van publieke sleutels
pl: Wystąpił błąd podczas tworzenia kluczy publicznych
sk: Chyba pri generovaní verejných kľúčov
tr: Umumi anahtarlar oluşturulurken hata meydana geldi
vi: Lỗi trong việc sinh khoá công khai

source: Accepting a friend request should only happen from a local blockchain identity
cs: Přijetí žádosti o přátelství by mělo proběhnout pouze z místní blockchain identity
id: Menerima permintaan pertemanan seharusnya hanya terjadi dari identitas blockchain lokal
nl: Het accepteren van een vriendschapsverzoek mag alleen gebeuren vanaf een lokale blockchain identiteit
pl: Akceptacja zaproszenia do znajomych powinna zostać dokonana tylko przez lokalną tożsamość na blockchainie
sk: K prijatiu žiadosti o priateľstvo by malo dôjsť iba z miestnej identity blockchainu
tr: Bir arkadaşlık isteğini kabul etmek yalnızca yerel bir blok zinciri kimliğinden yapılmalıdır
vi: Chấp nhận yêu cầu kết bạn chỉ nên xảy ra từ một danh tính trên blockchain cục bộ

source: You can only accept a friend request from blockchain identity who has sent you one, and none were found
cs: Můžete přijmout pouze žádost o přátelství od blockchain identity, která vám jednu poslala, a žádné nebyly nalezeny
id: Anda hanya dapat menerima permintaan pertemanan dari identitas blockchain yang telah mengirimi Anda satu, dan tidak ada yang ditemukan
nl: Je kunt alleen een vriendschapsverzoek accepteren van de blockchain identiteit die je er een heeft gestuurd, en er is geen gevonden
pl: Możesz zakceptować zaproszenie do znajomych od tożsamości na blockchainie jedynie wtedy kiedy takie zaproszenie zostało wysłane. Niestety żadne zaproszenie nie zostało znalezione
sk: Môžete prijať iba žiadosť o priateľstvo od blockchainovej identity, ktorá vám jednu poslala, a žiadna nebola nájdená
tr: Yalnızca size block zinciri kimliklerinden gönderilen arkadaşlık isteğini kabul edebilirsiniz, ve bir talep bulunamadı.
vi: Bạn chỉ có thể chấp nhận một yêu cầu kết bạn từ một danh tính blockchain người mà đã gửi đến cho bạn, và chưa tìm thấy cái nào như vậy cả

source: Synchronization Timeout
cs: Časový limit synchronizace
id: Waktu Sinkronisasi habis
nl: Synchronisatie time-out
pl: Synchronizacja nie skończyła się w wyznaczonym czasie
sk: Časový limit synchronizácie vypršal
tr: Senkronizasyon Zaman Aşımı
vi: Hết thời gian đồng bộ

source: Attempt to query DAPs for blockchain identity with no active keys
cs: Pokus o získání DAP pro blockchain identitu bez aktivních klíčů
id: Mencoba meminta DAPs untuk identitas blockchain tanpa kunci aktif
nl: Poging om DAPs op te vragen voor blockchain identiteit zonder actieve sleutels
pl: Próba wysłania zapytania do DAP o tożsamość bez żadnych aktywnych kluczy
sk: Pokus o dopytovanie DAP na blockchainovú totožnosť bez aktívnych kľúčov
tr: Etkin anahtarlar olmadan blok zinciri kimliği için DAP'leri sorgulama girişimi
vi: Cố gắng truy vấn DAPs để tìm danh tính blockchain mà không có khoá active

source: Node at host %@ does not service network
cs: Node na hostiteli %@ neobsluhuje síť
id: Node di host %@ tidak melayani jaringan
nl: Node bij host %@ biedt geen netwerkondersteuning
pl: Węzeł znajdujący się na %@ nie obsługuje sieci
sk: Uzol na hostiteľovi %@ neobsluhuje sieť
tr: %@ sunucusundaki düğüm ağ hizmeti vermiyor
vi: Nút tại máy %@ không phục vụ mạng lưới

source: Node at host %@ does not support bloom filtering
cs: Node na hostiteli %@ nepodporuje bloom filtrování
id: Node di host %@ tidak mendukung penyaringan mekar
nl: Node bij host %@ ondersteunt geen bloom filtering
pl: Węzeł znajdujący się na %@ nie wspiera filtrów bloom
sk: Uzol na hostiteľovi %@ nepodporuje bloom filtrovanie
tr: %@ sunucusundaki düğüm bloom filtresi desteklemiyor
vi: Nút ở máy %@ không hỗ trợ tính năng bloom filtering

source: The Dashpay contract is not properly set up
cs: Kontrakt Dashpay není správně nastaven
id: Kontrak Dashpay tidak disiapkan dengan benar
nl: Het Dashpay contract is niet correct opgezet
pl: Kontrakt Dashpay nie został poprawnie stworzony
sk: Dashpay zmluva nie je správne nastavená
tr: Dashpay sözleşmesi doğru şekilde oluşturulmamış
vi: Hợp đồng Dashpay chưa được thiết lập đúng

source: Contract '%@' needs to first be locally registered or known
cs: Kontrakt '%@' musí být nejprve lokálně zaregistrován nebo znám
id: Kontrak '%@' harus terlebih dahulu terdaftar atau dikenal secara lokal
nl: Contract '%@' moet eerst lokaal geregistreerd of bekend zijn
pl: Kontrakt '%@' musi najpierw być lokalnie zarejestrowany lub znany
sk: Zmluva „%@“ musí byť najskôr lokálne zaregistrovaná alebo známa
tr: '%@' Sözleşmesinin önce yerel olarak kaydedilmesi veya bilinmesi gerekir
vi: Hợp đồng '%@' cần phải được đăng ký trước tiên ở cục bộ hoặc phải được biết trước

source: A block could not be mined in the selected time interval.
cs: Blok se nepodařilo vytěžit v požadovaném časovém intervalu.
id: Blok tidak dapat ditambang dalam interval waktu yang dipilih.
nl: Een block kon niet gemijnd worden in het geselecteerde tijdsinterval.
pl: Blok nie mógł zostać wykopany w wyznaczonym przedziale czasu.
sk: Blok sa vo vybranom časovom intervale nepodarilo vyťažiť.
tr: Seçilen zaman aralığında bir blok çıkarılamadı.
vi: Một khối không thể được đào trong khoảng thời gian được chọn.

source: Could not create friendship derivation path
cs: Nelze vytvořit derivační cestu pro přátelství
id: Tidak dapat membuat jalur turunan persahabatan
nl: Kan afleidingspad voor van vriendschap niet maken
pl: Nie można utworzyć pochodzenia ścieżki przyjaźni
sk: Nepodarilo sa vytvoriť priateľskú derivačnú cestu
tr: Arkadaşlık türetme yolu yaratılamadı
vi: Không thể tạo được kết nối bạn bè

source: Incorrect key format after contact request decryption
cs: Formát klíče byl po dešifrování žádosti o přidání mezi kontakty neplatný
id: Format kunci salah setelah dekripsi permintaan kontak
nl: Onjuist sleutelformaat na decodering van contactverzoek
pl: Nieprawidłowy format klucza po żądaniu odszyfrowania kontaktu
sk: Nesprávny formát kľúča po dešifrovaní žiadosti o kontakt
tr: Kişi isteğinin deşifrelenmesinden sonra yanlış anahtar biçimi
vi: Định dạng khoá không đúng sau khi yêu cầu liên hệ được giải mã

source: Error when updating profile information
id: Kesalahan saat memperbarui informasi profil
nl: Fout bij updaten van profielinformatie
pl: Wystąpił błąd podczas uaktualnienia informacji profilowych.
sk: Chyba pri aktualizácii profilových informácií
tr: Profil bilgileri güncellenirken hata oluştu

source: OK
nl: Oké
tr: Tamam
