Repository: dashpay/dashsync-iOS
Catalog: DashSync/shared/*.lproj/Localizable.strings
Languages: cs, id, nl, pl, sk, tr, vi

# total %@ (%@)
source: total %1$@ (%2$@)
cs: celkem %1$@ (%2$@)
nl: totaal %1$@ (%2$@)
pl: suma %1$@ (%2$@)
sk: celkovo %1$@ (%2$@)
tr: toplam %1$@ (%2$@)
vi: tổng số %1$@ (%2$@)

source: (local requested amount: %@)
cs: (požadovaná částka: %@)
id: (jumlah lokal yang diminta %@)
nl: (lokaal verzocht bedrag: %@)
pl: (żądana ilość: 1%@)
sk: (miestna vyžadovaná suma: %@)
tr: (yerel istenilen miktar: %@)
vi: (số lượng yêu cầu ở địa phương: 1%@)

# amount %@ (%@)
source: amount %1$@ (%2$@)
cs: částka %1$@ (%2$@)
id: jumlah %1$@ (%2$@)
nl: bedrag %1$@ (%2$@)
pl: kwota %1$@ (%2$@)
sk: suma %1$@ (%2$@)
tr: miktar %1$@ (%2$@)
vi: số lượng %1$@ (%2$@)

source: ADDRESS ALREADY USED Dash addresses are intended for single use only re-use reduces privacy for both you and the recipient and can result in loss if the recipient doesn't directly control the address
cs: POUŽITÁ ADRESA Dash adresy jsou určené k jednomu použití Opětovné použití snižuje vaše i soukromí příjemce a může vést ke ztrátě pokud příjemce nemá přimou kontrolu nad adresou.
id: ALAMAT SUDAH DIGUNAKAN Alamat Dash dimaksudkan hanya untuk sekali pakai menggunakan kembali mengurangi privasi untuk Anda dan penerima dan dapat mengakibatkan kerugian jika penerima tidak secara langsung mengontrol alamat
nl: ADRES IS AL IN GEBRUIK Dash-adressen zijn bestemd voor éénmalig gebruik hergebruik verlaagt het privacyniveau voor jou en de ontvanger en kan leiden tot verlies als de ontvanger het adres niet direct beheert
pl: TEN ADRES BYŁ WCZEŚNIEJ UŻYTY Adresy Dash są przeznaczone do jednorazowego użytku ponowne użycie zmniejsza prywatność twoją i odbiorcy, a także może skutkować utratą pieniędzy, jeśli odbiorca nie kontroluje adresu
sk: ADRESA BOLA UŽ POUŽITÁ Dash adresy by mali byť len na jedno použitie opakované použitie znižuje súkromie pre Vás aj pre príjemcu a môže viesť k strate, ak príjemca priamo nekontroluje adresu
tr: ADRES ZATEN KULLANIMDA Dash adresleri tek kullanımlıktır Adresi tekrar kullanmak hem sizin hem de alıcının gizliliğini azaltır ve eğer alıcı adresi doğrudan kontrol etmiyorsa kayba yol açabilir
vi: ĐỊA CHỈ ĐÃ ĐƯỢC SỬ DỤNG Địa chỉ Dash được thiết kế để sử dụng chỉ một lần tái sử dụng sẽ làm giảm độ riêng tư cho cả bạn và người nhận và có thể dẫn đến mất tiền nếu người nhận không quản lý trực tiếp địa chỉ đó

# network fee +%@ (%@)
source: network fee +%1$@ (%2$@)
cs: poplatek síti +%1$@ (%2$@)
id: biaya jaringan +%1$@ (%2$@)
nl: netwerkvergoeding +%1$@ (%2$@)
pl: prowizje sieci +%1$@ (%2$@)
sk: sieťový poplatok +%1$@ (%2$@)
tr: ağ ücreti +%1$@ (%2$@)
vi: phí giao dịch +%1$@ (%2$@)

source: Are you sure you would like to reclaim this masternode?
cs: Jste si jistí, že chcete opětovně získat tento masternode?
id: Anda yakin ingin mengklaim kembali masternode ini?
nl: Weet je zeker dat je deze masternode wilt terugvorderen?
pl: Czy jesteś pewien ze chcesz odzyskać ego masternoda?
sk: Ste si istí, že by ste chceli získať späť tento masternód?
tr: Bu anadüğümün sahipliğini tekrar almak istediğinize emin misiniz?
vi: Bạn có chắc là bạn muốn đòi lại masternode này?

# Are you sure you would like to register a masternode at %@:%d?
source: Are you sure you would like to register a masternode at %1$@:%2$d?
cs: Jste si jistí, že chcete registrovat masternode na %1$@:%2$d?
id: Apakah Anda yakin ingin mendaftarkan masternode di %1$@:%2$d?
nl: Weet je zeker dat je een masternode wil registreren op %1$@:%2$d?
pl: Czy jesteś pewien, że chcesz zarejestrować masternoda na %1$@:%2$d?
sk: Naozaj chcete zaregistrovať masternód na adrese %1$@:%2$d?
tr: %1$@:%2$d üstünde bir anadüğüm kaydetmek istediğiniz emin misiniz?
vi: Bạn có chắc là bạn muốn đăng ký một masternode tại %1$@:%2$d?

# Are you sure you would like to update this masternode to %@:%d?
source: Are you sure you would like to update this masternode to %1$@:%2$d?
cs: Jste si jistí, že chcete aktualizovat tento masternode na %1$@:%2$d?
id: Apkah Anda yakin ingin memperbarui masternode ini ke %1$@:%2$d?
nl: Weet je zeker dat je deze masternode wilt updaten naar %1$@:%2$d?
pl: Czy jesteś pewien, że chcesz aktualizować masternoda do %1$@:%2$d?
sk: Naozaj chcete aktualizovať masternód na adrese %1$@:%2$d?
tr: Bu anadüğümü %1$@:%2$d olarak güncellemek istediğinize emin misiniz?
vi: Bạn có chắc là mình muốn cập nhật lại masternode này về %1$@:%2$d?

source: Are you sure you would like to update this masternode to pay to %@?
cs: Jste si jistí, že chcete aktualizovat tento masternode, abyste mohli platit na %@?
id: Apakah Anda yakin ingin memperbarui masternode ini untuk membayar ke %@?
nl: weet je zeker dat je deze masternode wilt updaten om uit te laten betalen aan%@?
pl: Czy jesteś pewien, że chcesz aktualizować tego masternoda aby płacił do %@?
sk: Naozaj chcete aktualizovať masternód, aby platil %@?
tr: Bu anadüğümü buna: %@ ödeme yapacak şekilde güncellemek istediğinize emin misiniz?
vi: Bạn có chắc là mình muốn cập nhật masternode này để thanh toán cho %@?

source: Bad password, try again
cs: Špátné heslo, zkuste to znovu
id: Kata sandi yang buruk, coba lagi
nl: Verkeerd wachtwoord, probeer opnieuw
pl: Złe hasło, spróbuj ponownie
sk: Zlé heslo, skúste znova
tr: Hatalı şifre, yeniden deneyin
vi: Sai mật khẩu, hãy thử lại

source: Bad payment request
cs: Špátný platební požadavek
id: Permintaan pembayaran yang buruk
nl: Ongeldig betalingsverzoek
pl: Błędna prośba o płatność
sk: Zlý platobný príkaz
tr: Hatalı ödeme talebi
vi: Yêu cầu thanh toán không đúng

source: Bad payment request URL
cs: Špatná URL platebního požadavku
id: URL permintaan pembayaran yang buruk
nl: Ongeldige betalingsverzoek-URL
pl: Błędny URL żądania płatności
sk: Zlá URL požiadavky na platbu
tr: Hatalı ödeme talep linki
vi: Địa chỉ URL của yêu cầu thanh toán không đúng

source: Bad payment URL
cs: Špatná URL platby
id: URL pembayaran yang buruk
nl: Ongeldige betalings-URL
pl: Błędny URL płatności
sk: Zlá URL platby
tr: Hatalı ödeme linki
vi: Địa chỉ thanh toán URL không đúng

source: Cancel
cs: Zrušit
id: Batal
nl: Annuleer
pl: Anuluj
sk: Zrušiť
tr: İptal et
vi: Hủy bỏ

source: Confirm
cs: Potvrdit
id: Memastikan
nl: Bevestig
pl: Potwierdź
sk: Potvrdiť
tr: Onayla
vi: Xác thực

source: Confirm PIN
cs: Potvrdit PIN
id: Pastikan PIN
nl: Bevestig pin
pl: Potwierdź kod PIN
sk: Potvrdiť PIN
tr: PİN'i Onayla
vi: Xác nhận mã PIN

source: Connect timeout
cs: Čas pro připojení vypršel
id: Waktu hubungan habis
nl: Verbindingtime-out
pl: Limit czasu połączenia
sk: Vypršal čas spojenia
tr: Bağlantı zaman aşımı
vi: Hết thời hạn kết nối

source: Couldn't make payment
cs: Platbu nelze provést
id: Tidak dapat melakukan pembayaran
nl: Kon betaling niet maken
pl: Nie można dokonać płatności
sk: Platba sa nedá uskutočniť
tr: Ödeme yapılamadı
vi: Không thể thực hiện thanh toán

source: Dash payments can't be less than %@
cs: Platby dash nemohou být nižší než %@
id: Pembayaran Dash tidak boleh kurang dari %@
nl: Dash-betalingen mogen niet kleiner zijn dan %@
pl: Płatności Dash nie mogą być mniejsze niż %@
sk: Dash platby nemôžu byť menšie ako %@
tr: Dash ödemesi %@ altında olamaz
vi: Số Dash thanh toán không thể nhỏ hơn %@

source: Dash transaction not signed
cs: Dash transakce není podepsána
id: Transaksi Dash tidak ditandatangani
nl: Dash-transactie is niet ondertekend
pl: Transakcja Dash nie została podpisana
sk: Dash transakcia nie je podpísaná
tr: Dash işlemi imzalanmamış
vi: Giao dịch Dash không được ký

source: Dash transaction outputs can't be less than %@
cs: Výstupu Dash transakce nemohou být méně než %@
id: Transaksi jumlah total Dash tidak boleh kurang dari %@
nl: Dash-transactieoutputs mogen niet minder zijn dan %@
pl: Dane wyjściowe transakcji Dash nie mogą być mniejsze niż %@
sk: Výstupy Dash transakcie nemôžu byť menšie ako %@
tr: Dash işlemi çıkışı %@ altında olamaz
vi: Đầu ra của giao dịch Dash không thể ít hơn %@

source: Devnet
sk: Vývojárska sieť
vi: Mạng cho phát triển

source: Double spend
cs: Dvojí platba
id: Pengiriman ganda
nl: Dubbel uitgegeven
pl: Podwójne wydatkowanie
sk: Dvojité minutie
tr: Çift ödeme
vi: Tiêu lặp

source: Down
cs: Dolů
id: Bawah
nl: Naar beneden
pl: W dół
sk: Nefunkčné
tr: Çöktü
vi: Không hoạt động

source: Enter old PIN
cs: Zadejte původní PIN
id: Masukkan PIN lama
nl: Voer oude pin in
pl: Wpisz stary kod PIN
sk: Zadajte starý PIN
tr: Eski PİN'i girin
vi: Nhập mã PIN cũ

source: Error from payment request server %@
cs: Chyba serveru pro platební požadavky %@
id: Kesalahan dari server permintaan pembayaran %@
nl: Fout van server voor betalingsverzoeken %@
pl: Błąd z serwera żądań płatności %@
sk: Chyba z platobného servera žiadostí %@
tr: Ödeme talebi sunucusundan hata %@
vi: Lỗi từ máy chủ yêu cầu thanh toán %@

source: Error signing transaction
cs: Chyba při podepisování transakce
id: Kesalahan menandatangani transaksi
nl: Fout bij ondertekenen transactie
pl: Błąd podpisywania transakcji
sk: Chyba pri podpisovaní transakcie
tr: İşlem kaydı hatası
vi: Lỗi khi ký giao dịch

source: Ignore
cs: Ignorovat
id: Abaikan
nl: Negeer
pl: Zignoruj
sk: Ignorovať
tr: Yoksay
vi: Bỏ qua

source: Insufficient funds
cs: Nedostatečný zůstatek
id: Dana tidak mencukupi
nl: Ontoereikende fondsen
pl: Niewystarczająca ilość funduszy
sk: Nedostatok prostriedkov
tr: Yetersiz bakiye
vi: Không đủ tiền

source: Insufficient funds for Dash network fee
cs: Nedostatečný zůstatek pro poplatek síti Dash
id: Dana tidak mencukupi untuk biaya jaringan Dash
nl: Onvoldoende fondsen voor transactiekosten Dash-netwerk
pl: Niewystarczające środki na opłatę w sieć Dash
sk: Nedostatok prostriedkov pre sieťový poplatok Dash
tr: Dash ağ ücreti için yetersiz bakiye
vi: Không đủ tiền phí cho mạng lưới Dash

source: Internal Error
cs: Interní chyba
id: Kesalahan internal
nl: Interne fout
pl: Błąd wewnętrzny
sk: Vnútorná chyba
tr: Dahili Hata
vi: Lỗi bên trong

source: Invalid DAPI Response
cs: Neplatný DAPI požadavek
id: Respon DAPI tidak valid
nl: Ongeldig DAPI-respons
pl: Niewłaściwa odpowiedź DAPI
sk: Neplatná odpoveď DAPI
tr: Geçersiz DAPI Yanıtı
vi: Phản hồi DAPI không hợp lệ

source: Invalid Params
cs: Neplatné parametry
id: Params tidak valid
nl: Ongeldige parameters
pl: Niewłaściwy parametr
sk: Neplatné parametre
tr: Geçersiz Parametre
vi: Tham số không hợp lệ

source: Invalid Request
cs: Neplatný požadavek
id: Permintaan Tidak Valid
nl: Ongeldig verzoek
pl: Niewłaściwe rządanie
sk: Neplatná požiadavka
tr: Geçersiz İstek
vi: Yêu cầu không hợp lệ

source: Mainnet
sk: Hlavná sieť
tr: Ananet
vi: Mạng chính

source: Method Not Found
cs: Metoda nebyla nalezena
id: Metode Tidak Ditemukan
nl: Methode niet gevonden
pl: Metoda nieznaleziona
sk: Metóda nebola nájdená
tr: Metod Bulunamadı
vi: Không tìm thấy phương thức

source: Missing certificate
cs: Chybející certifikát
id: Sertifikat hilang
nl: Ontbrekend certificaat
pl: Brak certyfikatu
sk: Chýbajúci certifikát
tr: Eksik sertifika
vi: Thiếu chứng thực

source: No attempts remaining
cs: Žádné zbývající pokusy
id: Tidak ada upaya yang tersisa
nl: Geen resterende pogingen
pl: Brak pozostałych prób
sk: Nezostávajú žiadne pokusy
tr: Deneme hakkı kalmadı
vi: Đã hết số lần có thể thử lại

source: No peers found
cs: Peerove nebyly nalezeni
id: Tidak ada peer ditemukan
nl: Er zijn geen peers gevonden
pl: Nie znaleziono peers
sk: Neboli nájdení žiadny rovesníci
tr: Eşler bulunamadı
vi: Không tìm thấy nút ngang hàng

source: Not a valid private key
cs: Není platným privátním klíčem
id: Bukan kunci pribadi yang valid
nl: Geen geldige privésleutel
pl: Niepoprawny klucz prywatny
sk: Neplatný privátny kľúč
tr: Geçerli bir özel anahtar değil
vi: Không phải một khoá riêng hợp lệ

source: Not connected to the Dash network
cs: Nepřipojeno k sití Dash
id: Tidak terhubung ke jaringan Dash
nl: Niet verbonden met Dash-netwerk
pl: Brak połączenia z siecią Dash
sk: Nepripojené k sieti Dash
tr: Dash ağına bağlı değil
vi: Chưa được kết nối với mạng lưới của Dash

source: Parse Error
cs: Error zpracovávání
id: Kesalahan frasa
nl: Parserfout
pl: Błąd analizy
sk: Chyba pri načítaní
tr: İşleme .Hatası
vi: Lỗi đọc tham số

source: Passcode
cs: Kód
id: Kode sandi
nl: Pascode
pl: Kod dostępu
sk: Číselný kód
tr: Şifre
vi: Mật khẩu

source: Password
cs: Heslo
id: Kata sandi
nl: Wachtwoord
pl: Hasło
sk: Heslo
tr: Şifre
vi: Mật khẩu

source: Password protected key
cs: Klíč chráněný heslem
id: Katasandi dilindungi kunci
nl: Sleutel is met wachtwoord beveiligd
pl: Klucz chroniony hasłem
sk: Kľúč chránený heslom
tr: Şifre korumalı anahtar
vi: Khoá được bảo vệ bởi mật khẩu

source: Payee identity isn't certified
cs: Totožnost příjemce není certifikována
id: Identitas penerima tidak disertifikasi
nl: Identiteit ontvanger is niet gecertificeerd
pl: Tożsamość odbiorcy nie jest certyfikowana
sk: Totožnosť príjemcu platby nie je certifikovaná
tr: Alacaklı kimliği onaylı değil
vi: Thông tin về người nhận chưa được xác nhận

source: PIN for %@
cs: PIN pro %@
id: PIN untuk %@
nl: Pin voor %@
pl: PIN dla %@
sk: PIN pre %@
tr: %@ için PİN
vi: Mã PIN cho %@

source: Please authenticate to create your %@ wallet
cs: Chcete-li vytvořit svou %@ peněženku, ověřte se se prosím
id: Harap autentikasi untuk membuat dompet %@
nl: Authenticeer uw om uw%@ portemonnee te creëren
pl: Proszę o autentykację aby stworzyć twój %@ portfel
sk: Pre vytvorenie peňaženky typu %@ sa vyžaduje overenie
tr: Lütfen %@ cüzdanınızı oluşturmak kimlik doğrulaması yapın
vi: Vui lòng xác thực để tạo %@ ví

source: Recovery phrase
cs: Fráze pro obnovení
id: Frasa pemulihan
nl: Hersetlzin
pl: Fraza do odzysku portfela
sk: Fráza pre obnovenie
tr: Kurtarma cümlesi
vi: Cụm từ phục hồi

# Reduce payment amount by %@ (%@)?
source: Reduce payment amount by %1$@ (%2$@)?
cs: Snížit částku platby o %1$@ (%2$@)?
id: Kurangi jumlah pembayaran dengan %1$@ (%2$@)?
nl: Verminder te betalen bedrag met %1$@ (%2$@)?
pl: Zmniejszyć kwotę płatności o %1$@ (%2$@)?
sk: Znížiť sumu platby o %1$@ (%2$@)?
tr: %1$@ (%2$@) ile ödeme miktarı düşürülsün mü?
vi: Giảm số lượng thanh toán theo %1$@ (%2$@)?

source: Request expired
cs: Požadavek vypršel
id: Permintaan telah kedaluwarsa
nl: Verzoek is verlopen
pl: Wniosek się przedawnił
sk: Žiadosť vypršala
tr: İstek süresi bitti
vi: Yêu cầu đã hết hạn

source: Requested network "%@" not currently in use
cs: Požadováná síť "%@" není v současnosti dostupná
id: Jaringan yang diminta "%@" tidak sedang digunakan
nl: Gevraagde netwerk "%@" is momenteel niet in gebruik
pl: Żądana sieć "%@" aktualnie nie jest używana
sk: Požadovaná sieť "%@" sa momentálne nepoužíva
tr: İstenen ağ "%@" şu anda kullanımda değil
vi: Mạng yêu cầu "%@" hiện không đang được sử dụng

source: Rescan
cs: Znovu skenovat
id: Memindai ulang
nl: Herscan
pl: Ponownie zeskanuj
sk: Pre-skenovať
tr: Yeniden tara
vi: Quét lại

source: Reset
cs: Resetovat
id: Atur-ulang
pl: Resetuj
sk: Vynulovať
tr: Yeniden Başlat
vi: Thiết lập lại

source: Server Error
cs: Chyba serveru
id: Kesalahan Server
nl: Serverfout
pl: Błąd serwera
sk: Chyba servera
tr: Sunucu Hatası
vi: Lỗi máy chủ

source: Set PIN
cs: Nastavit PIN
id: Tetapkan PIN
nl: Stel pin in
pl: Ustaw PIN
sk: Nastaviť PIN
tr: PİN Oluştur
vi: Đặt mã PIN

source: Testnet
sk: Testovacia sieť
vi: Mạng thử nghiệm

source: This payment address is already in your wallet
cs: Tato platební adresa už je ve vaší peněžence
id: Alamat pembayaran ini sudah ada di dompet Anda
nl: Dit betalingsadres zit al in je portemonnee
pl: Ten adres do celów płatności jest już w twoim portfelu
sk: Táto platobná adresa je už vo vašej peňaženke
tr: Ödeme adresi zaten cüzdanınızda var
vi: Địa chỉ thanh toán này đã có trong ví của bạn

source: This private key is already in your wallet
cs: Tento privátní klíč už je ve vaší peněžence
id: Kunci pribadi ini sudah ada di dompet Anda
nl: Deze privésleutel zit al in je portemonnee
pl: Ten klucz prywatny jest już w twoim portfelu
sk: Tento súkromný kľúč je už vo vašej peňaženke
tr: Bu özel anahtar zaten cüzdanınızda var
vi: Khoá riêng này đã có trong ví của bạn

source: This private key is empty
cs: Tento privántí klíč je prázdný
id: Kunci pribadi ini kosong
nl: De privésleutel is leeg
pl: Ten klucz prywatny jest pusty
sk: Tento privátny kľúč je prázdny
tr: Bu özel anahtar boş
vi: Khoá riêng này không có gì

source: Transaction canceled, network timeout
cs: Transakce zrušena, časový limit sítě vypršel
id: Transaksi dibatalkan, batas waktu jaringan
nl: Transactie is geannuleerd, netwerktime-out
pl: Transakcja anulowana, przekroczono limit czasu oczekiwania sieci
sk: Transakcia zrušená , vypršal časový limit siete
tr: İşlem iptal edildi, ağ zaman aşımına uğradı
vi: Giao dịch bị huỷ, hết thời gian

source: Transaction fees would cost more than the funds available on this private key (due to tiny "dust" deposits)
cs: Transakční poplatky by stály více než prostředky dostupné na tomto privátním klíči (v důsledku drobných „prachových“ vkladů)
id: Biaya transaksi akan lebih mahal daripada dana yang tersedia di kunci pribadi ini (karena "debu" deposit kecil)
nl: Transactiekosten zijn meer dan de fondsen die beschikbaar zijn op deze privésleutel (vanwege kleine "stof"-stortingen)
pl: Prowizje kosztowałyby więcej niż środki dostępne na tym kluczu prywatnym (ze względu na małe depozyty; tak zwany "pył")
sk: Transakčné poplatky by stáli viac ako finančné prostriedky, ktoré sú k dispozícii na tomto súkromnom kľúči (kvôli malým "prachovým" vkladom)
tr: İşlem ücretleri bu anahtarda kullanılabilir olan paradan daha pahalıya mal olabilir(küçük "para" deposu nedeniyle)
vi: Phí giao dịch có thể nhiều hơn số tiền có trong địa chỉ này (do nhiều các khoản gửi tí xíu)

source: Transaction rejected
cs: Transakce zamítnuta
id: Transaksi ditolak
nl: Transactie is geweigerd
pl: Transakcja odrzucona
sk: Transakcia zamietnutá
tr: İşlem reddedildi
vi: Giao dịch bị từ chối

source: Try again in %@
cs: Zkuste to znovu za %@
id: Coba lagi dalam %@
nl: Probeer opnieuw over %@
pl: Spróbuj ponownie za %@
sk: Skúsiť znova za %@
tr: %@ içinde tekrar deneyin
vi: Thử lại trong %@

source: Unexpected response from %@
cs: Neočekávaná odpověď od %@
id: Respons tak terduga dari %@
nl: Onverwacht response van %@
pl: Nieoczekiwana odpowiedź od %@
sk: Neočakávaná odpoveď od %@
tr: %@'den beklenmeyen yanıt
vi: Phản hồi không mong đợi từ %@

source: Unknown address
cs: Neznámá adresa
id: Alamat diketahui
nl: Onbekend adres
pl: Nieznany adres
sk: Neznáma adresa
tr: Bilinmeyen adres
vi: Địa chỉ không xác định

source: Unknown Error
cs: Neznámá chyba
id: Kesalahan yang tidak diketahui
nl: Onbekende fout
pl: Nieznany błąd
sk: Neznáma chyba
tr: Bilinmeyen Hata
vi: Lỗi không xác định

source: Unknown JSON-RPC Response
cs: Neznámá JSON-RPC odpověď
id: Respon JSON-RPC Tidak Diketahui
nl: Onbekend JSON-RPC-respons
pl: Nieznana odpowiedź JSON-RPC
sk: Neznáma odpoveď JSON-RPC
tr: Bilinmeyen JSON-RPC Yanıtı
vi: Phản hồi JSON-RPC không xác định

source: Unrecognized address
cs: Nerozpoznaná adresa
id: Alamat tidak dikenal
nl: Onherkenbaar adres
pl: Nierozpoznany adres
sk: Nerozpoznateľná adresa
tr: Onaylanmamış adres
vi: Không nhận ra địa chỉ

source: Unsupported signature type
cs: Nepodporvaný typ podpisu
id: Tipe tanda tangan yang tidak didukung
nl: Niet-ondersteund handtekeningtype
pl: Nieobsługiwany typ podpisu
sk: Nepodporovaný typ podpisu
tr: Desteklenmeyen imza türü
vi: Kiểu chữ ký không được hỗ trợ

source: Untrusted certificate
cs: Nedůvěryhodný certifikát
id: Sertifikat tak terpercaya
nl: Onvertrouwd certificaat
pl: Niezaufany certyfikat
sk: Nedôveryhodný certifikát
tr: Güvenilir olmayan sertifika
vi: Chứng chỉ không đáng tin

source: Up
cs: Nahoru
id: Atas
nl: Omhoog
pl: W górę
sk: Funkčné
tr: Açık
vi: Hoạt động

source: Updating Price
cs: Aktualizace ceny
id: Memperbarui Harga
nl: Bezig met updaten van prijs
pl: Aktualizacja Ceny
sk: Aktualizuje sa cena
tr: Fiyat Güncelleniyor
vi: Đang cập nhật giá

source: Wallet disabled
cs: Peněženka deaktivována
id: Dompet dinonaktifkan
nl: Portemonnee is uitgeschakeld
pl: Portfel zdezaktywowany
sk: Peňaženka neaktívna
tr: Cüzdan devredışı
vi: Ví bị vô hiệu hoá

source: WARNING
cs: UPOZORNĚNÍ
id: PERINGATAN
nl: WAARSCHUWING
pl: UWAGA
sk: UPOZORNENIE
tr: UYARI
vi: CẢNH BÁO

source: Wipe
cs: Smazat
id: Menghapus
nl: Wis
pl: Wyczyść
sk: Vymazať
tr: Sil
vi: Xoá sạch

source: Your wallet may be out of sync. This can often be fixed by rescanning the blockchain.
cs: Vaše peněženka možná není synchronizována. To lze často vyřešit opětovným skenováním blockchainu.
id: Dompet anda mungkin tidak sinkron. Ini dapat diperbaiki dengan memindai ulang blockchain.
nl: Je portemonnee is mogelijk niet gesynchroniseerd. Dit kan vaak worden opgelost door de blockchain opnieuw te scannen.
pl: Twój portfel może nie być zsynchronizowany. To często można naprawić przez ponowne przeskanowanie łańcucha bloków.
sk: Vaša peňaženka je možno nesynchronizovaná. To sa môže často vyriešiť opätovným skenovaním blockchainu.
tr: Cüzdanınız eşitlenmemiş olabilir. Blok zincirini yeniden taratmak bunu sık sık düzeltebilir.
vi: Ví của bạn có thể bị mất đồng bộ. Điều này có thể được xử lý bằng cách quét lại blockchain.

source: Unable to create registration transition
cs: Nelze vytvořit registraci
id: Tidak dapat membuat transisi pendaftaran
nl: Kan registratietransitie niet maken
pl: Nie można stworzyć przejścia rejestracji
sk: Nie je možné vytvoriť presun registrácie
tr: Kayıt geçişi oluşturulamıyor
vi: Không thể tạo được chuyển đổi đăng ký

source: Not Registered
cs: Neregistrovaný
id: Tidak terdaftar
nl: Niet geregistreerd
pl: Nie Zarejestrowany
sk: Neregistrovaný
tr: Kayıtlı değil
vi: Không được đăng ký

source: Registered
cs: Registrovaný
id: Terdaftar
nl: Geregistreerd
pl: Zarejestrowany
sk: Registrovaný
tr: Kayıtlı
vi: Đã được đăng ký

source: Registering
cs: Registrace
id: Mendaftar
nl: Aan het registreren
pl: Rejestrowanie
sk: Registruje sa
tr: Kayıt ediliyor
vi: Đang đăng ký

source: Unknown
cs: Neznámý
id: Tidak diketahui
nl: Onbekend
pl: Nieznany
sk: Neznáme
tr: Bilinmeyen
vi: Không biết

source: Revoked
cs: Zrušeno
id: Dicabut
nl: Ingetrokken
pl: Unieważniony
sk: Zrušený
tr: İptal edildi
vi: Đã thu hồi

source: Unknown Key Type
cs: Neznámý typ klíče
id: Jenis Kunci Tidak Diketahui
nl: Onbekend soort sleutel
pl: Nieznany rodzaj klucza
sk: Neznámy typ kľúča
tr: Bilinmeyen Anahtar Türü
vi: Loại khoá không xác định

source: Dashpay Contract is not yet registered on network
cs: Dashpay kontrakt ještě není v síti registrován
id: Kontrak Dashpay belum terdaftar di jaringan
nl: Dashpay contract is nog niet geregistreerd op het netwerk
pl: Kontrakt Dashpay nie jest jeszcze zarejestrowany na sieci
sk: Kontrakt Dashpay ešte nie je zaregistrovaný v sieti
tr: Dashpay Sözleşmesi henüz ağda kayıtlı değil
vi: Liên lạc DashPay chưa được đăng ký trên mạng lưới

source: DPNS Contract is not yet registered on network
cs: DPNS kontrakt ještě není v síti registrován
id: Kontrak DPNS belum terdaftar di jaringan
nl: DPNS contract is nog niet geregistreerd op het netwerk
pl: Kontrakt DPNS nie jest jeszcze zarejestrowany na sieci
sk: Kontrakt DPNS ešte nie je zaregistrovaný v sieti
tr: DPNS Sözleşmesi henüz ağda kayıtlı değil
vi: Liên lạc DPNS chưa được đăng ký trên mạng lưới

source: Funding transaction could not be created
cs: Nelze vytvořit finanční transakci
id: Transaksi pendanaan tidak dapat dibuat
nl: Financieringstransactie kan niet worden gemaakt
pl: Transakcja opłaty nie mogła zostać stworzona
sk: Finančnú transakciu sa nepodarilo vytvoriť
tr: Finansman işlemi oluşturulamadı
vi: Không thể tạo được giao dịch Cấp vốn

source: Internal key handling error
cs: Chyba při zpracování interního klíče
id: Kesalahan penanganan kunci internal
nl: Interne fout betreft afhandeling sleutels
pl: Wewnętrzny błąd obsługi klucza
sk: Chyba internej manipulácie s kľúčom
tr: Dahili anahtar işleme hatası
vi: Lỗi xử lý khóa nội bộ
